Repository: phongvcao/dingo
Catalog: po/*.po
Languages: vi

source: Copyright © 2011-2013 Phong V. Cao
vi: Bản quyền © 2011-2013 Cao Việt Phong

source: A minimalist yet powerful media manager for Linux
vi: Trình quản lý nhạc nhỏ nhẹ và mạnh mẽ dành cho Linux

source: Dingo Website
vi: Trang chủ Dingo

source: Maintainers:
vi: Tác giả:

source: Phong V. Cao
vi: Cao Việt Phong

source: Custom Icon Design Team<support@customicondesign.com>
vi: Đội Custom Icon Design<support@customicondesign.com>

source: Rhythmbox Icon Design Team
vi: Đội thiết kế biểu tượng Rhythmbox

source: English:
vi: Tiếng Anh:

source: Phong V. Cao<phongvcao@phongvcao.com>
vi: Cao Việt Phong<phongvcao@phongvcao.com>

source: Vietnamese:
vi: Tiếng Việt:

source: Khanh D. Cao<khanhcao96@gmail.com>
vi: Cao Đức Khánh<khanhcao96@gmail.com>

source: Khoa D. Cao<khoacao96@gmail.com>
vi: Cao Đức Khoa<khoacao96@gmail.com>

source: Copyright © 2011-2013 Phong V. Cao Dingo is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. Dingo is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Dingo; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
vi: Bản quyền © 2011-2013 Cao Việt Phong Dingo is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. Dingo is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Dingo; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: All %1 Albums
vi: Tất cả %1 tập nhạc

source: Artist
vi: Nghệ sĩ

source: All %1 Artists
vi: Tất cả %1 nghệ sĩ

source: Repeat Section
vi: Lặp lại phân đoạn

source: Repeat %1 -> %2
vi: Lặp lại đoạn %1 -> %2

source: Repeat Off
vi: Không lặp lại

source: Repeat Single
vi: Lặp lại bài

source: Repeat Playlist
vi: Lặp lại danh mục nhạc

source: All Tracks
vi: Tất cả các bài

source: Play Queue
vi: Hàng đợi phát

source: All Genres
vi: Tất cả các thể loại

source: All Artists
vi: Tất cả các nghệ sĩ

source: All Years
vi: Tất cả các năm

source: All Albums
vi: Tất cả các tập nhạc

source: Genre
vi: Thể loại

source: All %1 Genres
vi: Tất cả %1 thể loại

source: Dingo Media Manager
vi: Quản lý nhạc Dingo

source: Media
vi: Phương tiện

source: Import File(s)...
vi: Nhập tập tin...

source: Import Folder(s)...
vi: Nhập thư mục...

source: Playlist
vi: Danh mục nhạc

source: New Empty Playlist...
vi: Tạo danh mục nhạc mới...

source: Import From File(s)...
vi: Nhập từ tập tin...

source: Rename Selected Playlist
vi: Đổi tên danh mục nhạc

source: Export To File...
vi: Xuất ra tập tin...

source: Delete Selected Playlist
vi: Xóa danh mục nhạc

source: Close
vi: Đóng

source: Quit
vi: Thoát

source: Edit
vi: Chỉnh sửa

source: Cut Track(s)
vi: Cắt bài

source: Copy Track(s)
vi: Sao chép bài

source: Paste Track(s)
vi: Dán bài

source: Add to...
vi: Thêm vào...

source: Playlist(s)...
vi: Danh mục nhạc...

source: Delete from...
vi: Xóa khỏi...

source: Database
vi: Cơ sở dữ liệu

source: Hard Drive
vi: Ổ cứng

source: Current Playlist
vi: Danh mục nhạc hiện thời

source: Edit Single Track
vi: Chỉnh sửa bài đã chọn

source: Edit All Selected Tracks
vi: Chỉnh sửa tất cả bài đã chọn

source: Settings
vi: Thiết đặt

source: Load from File...
vi: Nhập từ tập tin...

source: Save to File...
vi: Lưu vào tập tin...

source: Save Current as Default
vi: Lưu hiện tại thành mặc định

source: Restore to Default
vi: Khôi phục về mặc định

source: View
vi: Hiển thị

source: Browsers
vi: Bộ duyệt

source: Playlist Browser
vi: Bộ duyệt danh mục nhạc

source: Track Browser
vi: Bộ duyệt bài

source: Filters
vi: Bộ lọc

source: Genre Filter
vi: Bộ lọc thể loại

source: Artist Filter
vi: Bộ lọc nghệ sĩ

source: Year Filter
vi: Bộ lọc năm

source: Album Filter
vi: Bộ lọc tập nhạc

source: Columns
vi: Cột

source: Playback Status
vi: Trạng thái phát nhạc

source: Track Number
vi: Số bài

source: Track Title
vi: Tiêu đề

source: Track Genre
vi: Thể loại

source: Track Artist
vi: Nghệ sĩ

source: Track Album
vi: Tập nhạc

source: Track Year
vi: Năm

source: Track Time
vi: Thời lượng

source: Track Extension
vi: Đuôi

source: Track Quality
vi: Chất lượng

source: Audio Only
vi: Chỉ audio

source: Video Only
vi: Chỉ video

source: Fullscreen
vi: Toàn màn hình

source: Lyrics
vi: Lời

source: Control
vi: Điều khiển

source: Play
vi: Phát

source: Previous
vi: Bài trước

source: Next
vi: Bài sau

source: Repeat
vi: Lặp lại

source: Shuffle
vi: Tráo bài

source: Subtitle
vi: Phụ đề

source: Load File...
vi: Mở tập tin...

source: Unset Saved
vi: Hủy phụ đề đã lưu

source: Show Subtitle
vi: Hiển thị phụ đề

source: Choose Font
vi: Chọn phông

source: Help
vi: Trợ giúp

source: Dingo Home Page
vi: Trang chủ Dingo

source: Get Involved
vi: Tham gia

source: About
vi: Giới thiệu

source: Media Files
vi: Tập tin nhạc

source: Import File(s)
vi: Nhập tập tin

source: Cancel
vi: Hủy

source: Import
vi: Nhập

source: Folders
vi: Thư mục

source: Import Folder(s)
vi: Nhập thư mục

source: Dingo Settings File (*.dgs)
vi: Tập tin thiết đặt Dingo (*.dgs)

source: Select Settings File
vi: Chọn tập tin thiết đặt

source: Open
vi: Mở

source: Save Settings File
vi: Lưu tập tin thiết đặt

source: Save
vi: Lưu

source: dingo-settings.dgs
vi: thiet-dat-dingo.dgs

source: Subtitle Files
vi: Tập tin phụ đề

source: Open Subtitle
vi: Mở phụ đề

source: Choose Subtitle Font
vi: Chọn phông phụ đề

source: Selected Tracks Properties
vi: Thuộc tính các bài đã chọn

source: General
vi: Tổng quan

source: Title:
vi: Tiêu đề:

source: Artist:
vi: Nghệ sĩ:

source: Album:
vi: Tập nhạc:

source: Genre:
vi: Thể loại:

source: Track Number:
vi: Số bài:

source: Year:
vi: Năm:

source: Total Duration:
vi: Tổng thời lượng:

source: Total Size:
vi: Tổng kích cỡ:

source: Comment:
vi: Chú thích:

source: All %1 Tracks
vi: Tất cả %1 bài

source: Please enter a name for the new playlist:
vi: Vui lòng điền vào tên của danh mục nhạc mới:

source: New Playlist
vi: Danh mục nhạc mới

source: Create
vi: Tạo

source: Dingo Playlist Files (*.dpls)
vi: Tập tin danh mục nhạc Dingo (*.dpls)

source: Import Playlist
vi: Nhập danh mục nhạc

source: Please enter a new name for the playlist:
vi: Vui lòng điền tên mới cho danh mục nhạc:

source: Rename
vi: Đổi tên

source: Export Playlist: %1
vi: Xuất danh mục nhạc: %1

source: Export
vi: Xuất

source: Delete the selected Playlist?
vi: Xóa danh mục nhạc đã chọn?

source: No
vi: Không

source: Yes
vi: Có

source: File: %1
vi: Tập tin: %1

source: Importing Tracks
vi: Đang nhập bài

source: Importing Track %1 of %2
vi: Đang nhập bài thứ %1 trên %2 bài

source: Importing Folders
vi: Đang nhập thư mục

source: Importing Playlists
vi: Đang nhập danh mục nhạc

source: Exporting Playlist
vi: Đang xuất danh mục nhạc

source: Exporting Track %1 of %2
vi: Đang xuất bài thứ %1 trên %2 bài

source: Cutting Track(s)
vi: Đang cắt bài

source: Cutting Track %1 of %2
vi: Đang cắt bài thứ %1 trên %2 bài

source: Copying Track(s)
vi: Đang sao chép bài

source: Copying Track %1 of %2
vi: Đang sao chép bài thứ %1 trên %2 bài

source: Pasting Track(s)
vi: Đang dán bài

source: Pasting Track %1 of %2
vi: Đang dán bài thứ %1 trên %2 bài

source: Adding Track(s) to Play Queue
vi: Đang thêm bài vào hàng chờ phát

source: Adding Track %1 of %2
vi: Đang thêm bài thứ %1 trên %2 bài

source: Adding Track(s) to Playlists
vi: Đang thêm bài vào danh mục nhạc

source: Removing Track(s) from Database
vi: Đang xóa bài khỏi cơ sở dữ liệu

source: Removing Track %1 of %2
vi: Đang xóa bài thứ %1 trên %2 bài

source: Removing Track(s) from Play Queue
vi: Đang xóa bài khỏi hàng chờ phát

source: Deleting Track(s) from Hard Drive
vi: Đang xóa bài khỏi ổ cứng

source: Deleting Track %1 of %2
vi: Đang xóa bài thứ %1 trên %2 bài

source: Removing Track(s) from Playlists
vi: Đang xóa bài khỏi danh mục nhạc

source: Removing Track(s) from Current Playlist
vi: Đang xóa bài khỏi danh mục nhạc hiện tại

source: Saving Track's Info
vi: Đang lưu thông tin bài

source: Saving Info Track %1 of %2
vi: Đang lưu thông tin bài thứ %1 trên %2 bài

source: Saving Tracks' Info
vi: Đang lưu thông tin các bài

source: Loading Settings from File
vi: Đang tải thiết đặt từ tập tin

source: Loading Setting %1 of %2
vi: Đang tải thiết đặt thứ %1 trên %2 thiết đặt

source: Saving Settings to File
vi: Đang lưu thiết đặt vào tập tin

source: Saving Setting %1 of %2
vi: Đang lưu thiết đặt thứ %1 trên %2 thiết đặt

source: Saving Current Settings as Default
vi: Đang lưu thiết đặt hiện thời làm mặc định

source: Restoring to Default Settings
vi: Đang khôi phục thiết đặt mặc định

source: Restoring Setting %1 of %2
vi: Đang khôi phục thiết đặt thứ %1 trên %2 thiết đặt

source: by %1 from %2
vi: bởi %1 từ %2

source: Not Playing
vi: Không phát

source: Help Options
vi: Tùy chọn trợ giúp

source: Show this help
vi: Hiển thị trợ giúp này

source: Show version information
vi: Hiển thị thông tin phiên bản

source: Usage: dingo [OPTIONS...]
vi: Sử dụng: dingo [CÁC TÙY CHỌN...]

source: dingo [FILES | FOLDERS paths]
vi: dingo [ĐƯỜNG DẪN ĐẾN CÁC TẬP TIN | THƯ MỤC]

source: Copyright (C) 2011-2013 Phong V. Cao and Contributors
vi: Bản quyền (C) 2011-2013 Cao Việt Phong và những người đóng góp

source: Choose Playlist
vi: Chọn danh mục

source: Show Main Window
vi: Hiện cửa sổ chính

source: Home
vi: Trang chủ

source: Now Playing
vi: Đang phát

source: View Audio Only
vi: Chỉ hiện audio

source: View Video Only
vi: Chỉ hiện video

source: Search...
vi: Tìm kiếm...

source: Back
vi: Bài trước

source: Forward
vi: Bài sau

source: %1 Properties
vi: Thuộc tính của %1

source: Basic
vi: Cơ bản

source: Details
vi: Chi tiết

source: File Name:
vi: Tên tập tin:

source: Duration:
vi: Thời lượng:

source: Bitrate:
vi: Tốc độ bít:

source: Location:
vi: Vị trí:

source: Subtitle:
vi: Phụ đề:

source: File Size:
vi: Kích cỡ:

source: Date Added:
vi: Ngày thêm vào:

source: Please check or uncheck the checkboxes to add or delete tracks to/from playlists:
vi: Vui lòng chọn hoặc bỏ chọn các ô chọn để thêm vào hoặc xóa bỏ bài từ danh mục nhạc:

source: Tracks to be added to this playlist:
vi: Các bài sắp được thêm vào danh mục nhạc này:

source: Manage Tracks' Membership
vi: Quản lý danh mục bài hát

source: Tracks in this Playlist:
vi: Các bài đã có trong danh mục nhạc này:

source: None
vi: Không có

source: Toggle
vi: Chọn

source: Changes
vi: Thay đổi

source: Search Playlists...
vi: Tìm kiếm danh mục nhạc...

source: Tracks to be deleted from this playlist:
vi: Các bài sắp bị xóa khỏi danh mục nhạc này:

source: Status
vi: Trạng thái

source: Track
vi: Số bài

source: Title
vi: Tiêu đề

source: Year
vi: Năm

source: Time
vi: Thời lượng

source: Ext.
vi: Đuôi

source: Quality
vi: Chất lượng

source: Remove selected track(s) from the Database?
vi: Xóa các bài đã chọn khỏi cơ sở dữ liệu?

source: Remove selected track(s) from Play Queue?
vi: Xóa các bài đã chọn khỏi hàng đợi phát?

source: Delete selected track(s) from Hard Drive?
vi: Xóa các bài đã chọn khỏi ổ cứng?

source: Remove selected track(s) from Current Playlist?
vi: Xóa các bài đã chọn khỏi danh mục nhạc hiện tại?

source: %1 tracks
vi: %1 bài

source: %1 years
vi: %1 năm

source: %1 year
vi: %1 năm

source: %1 days
vi: %1 ngày

source: %1 day
vi: %1 ngày

source: %1 hours
vi: %1 tiếng

source: %1 hour
vi: %1 tiếng

source: %1 min
vi: %1 phút

source: %1 sec
vi: %1 giây

source: All %1 Years
vi: Tất cả %1 năm

source: Media Manager
vi: Quản lý nhạc
